---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerPound
source: html/fceb8867-2917-4259-4d83-b0408626934b.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerPound Property

British thermal units per pound.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerPound { get; }
```